[
  {
    "id": 1,
    "article": 780260,
    "name": {
      "en": "Universal oil CLP 3 in 1",
      "ua": "Універсальне мастило CLP 3 в 1"
    },
    "description": {
      "en": "for use in field conditions, thanks to its high penetrating properties, it quickly and safely cleans, lubricates, and protects all external and internal metal surfaces. Designed for all types of rifled and smoothbore firearms of small and large caliber. Protects metal surfaces from climatic and mechanical influences, provides lubricating effect for friction protection, maintaining the firearm's operational condition. Does not lose its properties at extreme temperatures from -40°C to +200°C. Neutralizes acidic residues from powder, removes resinous deposits, light deposits of lead, copper, and tombac, displaces moisture. Clean: safely cleans external and internal metal surfaces, neutralizes residues after firing. Lubricant: lubricates external and internal firearm parts, reduces friction of moving mechanisms. Protect: protects metal from corrosion, displaces moisture, creates a protective film.",
      "ua": "для застосування в польових умовах, завдяки високим властивостям проникнення, швидко та безпечно очищає, змащує та захищає всі зовнішні і внутрішні металеві поверхні. Призначений для всіх видів нарізної та гладкоствольної зброї малого та великого калібру. Захищає металеві поверхні від кліматичних і механічних впливів, має змащувальний ефект для захисту від тертя, підтримуючі робочий стан зброї. Не втрачає своїх властивостей при екстремальних температурах від -40°C до +200°C. Нейтралізує кислотні залишки від пороху, видаляє смолисті відкладення, легкий наліт свинцю, міді і томпаку, витісняє вологу. Clean: безпечно очищує зовнішні та внутрішні металеві поверхні, нейтралізує залишки після пострілу.Lubricant: змащує зовнішні та внутрішні частини зброї, зменшує тертя рухомих частин механізмів. Protect: захищає метал від корозії, витісняє вологу, створює захисну плівку."
    },
    "useTo": {
      "en": "Unload the firearm. Run 3-4 patches soaked in CLP through the barrel. Make 10-15 passes with a brush soaked in CLP. Run 3-4 patches soaked in CLP through the barrel until they come out clean. After that, run 1-2 dry patches. Clean all exposed surfaces with a CLP-soaked cloth. Remove the lubricant from wooden surfaces. In case of persistent dirt, use specialized cleaning agents from the DayPatron line. For long-term storage or under unfavorable conditions, apply rust protection from the DayPatron line.",
      "ua": "Розрядіть зброю. Проженіть через ствол 3-4 патчі, змочені мастилом CLP. Зробіть 10-15 проходів йоржиком, змоченим CLP. Проженіть через ствол 3-4 патчі, з CLP, поки вони не виходитимуть чистими. Після проженіть 1-2 сухих патчі. Всі відкриті поверхні очистіть серветкою з CLP. Видаліть мастило з дерев'яних поверхонь. В разі стійких забруднень, проведіть чистку спеціальними очисними засобами з лінійки DayPatron. Для тривалого зберігання або за несприятливих умов застосовуйте консерваційне мастило з лінійки DayPatron."
    },
    "image": [
      { "url": "carbon100.png" },
      { "url": "carbon250.png" },
      { "url": "carbon500.png" }
    ],
    "volume": {
      "en": ["100 ml", "250 ml", "500 ml"],
      "ua": ["100 мл", "250 мл", "500 мл"]
    },
    "benefits": ["all_in_one.svg", "all_types.svg", "user_friendly.svg"],
    "composition": {
      "en": "Synthetic oil, cleaning and anticorrosive additives. Neutral pH level.",
      "ua": "Синтетичне мастило, очищаючі та антикорозійні присадки. Нейтральний рівень pH."
    },
    "shelfLife": {
      "en": "5 years",
      "ua": "5 років"
    },
    "category": "CLP",
    "tradeMarkImage": "clp_tr.svg"
  }
]
