[
  {
    "id": 1,
    "article": 780260,
    "name": {
      "en": "Universal oil CLP 3 in 1",
      "ua": "Універсальне мастило CLP 3 в 1"
    },
    "description": {
      "en": "For use in field conditions, thanks to its high penetrating properties, it quickly and safely cleans, lubricates, and protects all external and internal metal surfaces. Designed for all types of rifled and smoothbore firearms of small and large caliber. Protects metal surfaces from climatic and mechanical influences, provides lubricating effect for friction protection, maintaining the firearm's operational condition. Does not lose its properties at extreme temperatures from -40°C to +200°C. Neutralizes acidic residues from powder, removes resinous deposits, light deposits of lead, copper, and tombac, displaces moisture. Clean: safely cleans external and internal metal surfaces, neutralizes residues after firing. Lubricant: lubricates external and internal firearm parts, reduces friction of moving mechanisms. Protect: protects metal from corrosion, displaces moisture, creates a protective film. Neutral pH level",
      "ua": "Для застосування в польових умовах, завдяки високим властивостям проникнення, швидко та безпечно очищає, змащує та захищає всі зовнішні і внутрішні металеві поверхні. Призначений для всіх видів нарізної та гладкоствольної зброї малого та великого калібру. Захищає металеві поверхні від кліматичних і механічних впливів, має змащувальний ефект для захисту від тертя, підтримуючі робочий стан зброї. Не втрачає своїх властивостей при екстремальних температурах від -40°C до +200°C. Нейтралізує кислотні залишки від пороху, видаляє смолисті відкладення, легкий наліт свинцю, міді і томпаку, витісняє вологу. Clean: безпечно очищує зовнішні та внутрішні металеві поверхні, нейтралізує залишки після пострілу. Lubricant: змащує зовнішні та внутрішні частини зброї, зменшує тертя рухомих частин механізмів. Protect: захищає метал від корозії, витісняє вологу, створює захисну плівку. Нейтральний рівень pH"
    },
    "useTo": {
      "en": "Unload the firearm. Run 3-4 patches soaked in CLP through the barrel. Make 10-15 passes with a brush soaked in CLP. Run 3-4 patches soaked in CLP through the barrel until they come out clean. After that, run 1-2 dry patches. Clean all exposed surfaces with a CLP-soaked cloth. Remove the lubricant from wooden surfaces. In case of persistent dirt, use specialized cleaning agents from the DayPatron line. For long-term storage or under unfavorable conditions, apply rust protection from the DayPatron line",
      "ua": "Розрядіть зброю. Проженіть через ствол 3-4 патчі, змочені мастилом CLP. Зробіть 10-15 проходів йоржиком, змоченим CLP. Проженіть через ствол 3-4 патчі, з CLP, поки вони не виходитимуть чистими. Після проженіть 1-2 сухих патчі. Всі відкриті поверхні очистіть серветкою з CLP. Видаліть мастило з дерев'яних поверхонь. В разі стійких забруднень, проведіть чистку спеціальними очисними засобами з лінійки DayPatron. Для тривалого зберігання або за несприятливих умов застосовуйте консерваційне мастило з лінійки DayPatron"
    },
    "image": [
      { "url": "CLP-100ml.png" },
      { "url": "CLP-250ml.png" },
      { "url": "CLP-500ml.png" }
    ],
    "volume": {
      "en": ["100 ml", "250 ml", "500 ml"],
      "ua": ["100 мл", "250 мл", "500 мл"]
    },
    "benefits": ["all_in_one.svg", "all_types.svg", "user_friendly.svg"],
    "ingredients": {
      "en": "Synthetic oil, cleaning and anticorrosive additives",
      "ua": "Синтетичне мастило, очищаючі та антикорозійні присадки"
    },
    "shelfLife": {
      "en": "5 years",
      "ua": "5 років"
    },
    "category": "CLP",
    "tradeMarkImage": "clp_tr.svg"
  },
  {
    "id": 2,
    "article": 780260,
    "name": {
      "en": "Neutral synthetic oil",
      "ua": "Нейтральне синтетичне масло"
    },
    "description": {
      "en": "It has a neutral acid-alkaline environment. Due to its excellent penetration properties, it cleans and neutralizes residues of combustion after firing, protects against corrosion and atmospheric influences, provides necessary sliding on all moving and non-moving metal surfaces, of all types of rifled and smoothbore firearms of small and large calibers. Ensures efficient operation of mechanisms at extreme temperatures ranging from -40°C to +200°C",
      "ua": "Mає нейтральне кислотно-лужне середовище. За рахунок відмінних властивостей проникнення, очищує та нейтралізує залишки продуктів горіння після пострілу, захищає від корозії та атмосферного впливу, забезпечує необхідне ковзання на всіх рухомих і не рухомих металевих поверхнях, всіх видах нарізної та гладкоствольної зброї малого та великого калібру. Забезпечує ефективну роботу механізмів при екстремальних температурах - 40С° до +200С°"
    },
    "useTo": {
      "en": "Unload the weapon. Cleaning: Apply the oil to the surface to be cleaned and leave it for a while. Then clean with conventional means and remove any remaining dirt.  If stubborn dirt is present, use special products from the DayPatron range to clean it. Lubrication: Apply oil to the surfaces to be treated, leave it on for a while, and then remove any residual lubricant with patches",
      "ua": "Розрядіть зброю. Чищення: Нанесіть мастило на поверхню, яку збираєтесь очищувати, та дайте подіяти 3-5 хвилин. Проведіть чистку звичайними інструментами для чищення, та видаліть залишки бруду та мастила. В разі стійких забруднень, проведіть чистку спеціальними очисними засобами з лінійки DayPatron. Змащення та зберігання: Нанесіть мастило на оброблювані поверхні, дайте засобу подіяти, та видаліть залишки мастила за допомогою патчів або сухого ганчір’я. Видаліть мастило з дерев'яних та гумових поверхонь"
    },
    "image": [
      { "url": "Neutral-Synthetic-Oil-100ml.png" },
      { "url": "Neutral-Synthetic-Oil-250ml.png" },
      { "url": "Neutral-Synthetic-Oil-500ml.png" }
    ],
    "volume": {
      "en": ["100 ml", "250 ml", "500 ml"],
      "ua": ["100 мл", "250 мл", "500 мл"]
    },
    "benefits": ["step_3.svg", "neutral.svg", "temperature.svg"],
    "ingredients": {
      "en": "Synthetic grease, cleaning and anti-corrosion additives",
      "ua": "Синтетичне мастило, очищаючі та антикорозійні присадки"
    },
    "shelfLife": {
      "en": "5 years",
      "ua": "5 років"
    },
    "category": "Oil",
    "tradeMarkImage": "oil_tr.svg"
  },
  {
    "id": 3,
    "article": 780260,
    "name": {
      "en": "Rust Protection",
      "ua": "Захист від ржавчини"
    },
    "description": {
      "en": "A unique product designed for long-term protection under adverse conditions and for use in humid and salty air environments on metal surfaces of all types of rifled and smoothbore firearms of small and large calibers. Quickly displaces moisture from surfaces, neutralizes acid action, forms a protective layer, and prevents corrosion. Creates a dry wax film. Establishes a neutral acid-alkaline environment. Does not harm plastic and rubber materials. Does not lose its properties at extreme temperatures. Odorless. Outdoor protection for 6-8 months, indoor protection for 12-15 months",
      "ua": "Унікальний засіб, призначений для захисту при тривалому зберіганні в несприятливих умовах, та застосування в умовах вологого та солоного повітря, на металевих поверхнях всіх видах нарізної та гладкоствольної зброї малого та великого калібру. Швидко витісняє вологу з поверхонь, нейтралізує дію кислот, покриває захисним шаром, запобігає появі корозії. Створює суху воскову плівку. Утворює нейтральне кислотно-лужне середовище. Не шкодить пластмасовим та гумовим матеріалам. Не втрачає своїх властивостей при екстремальних температурах. Без запаху. Захист на вулиці 6-8 міс, в приміщенні 12-15 місяців"
    },
    "useTo": {
      "en": "Unload the weapon. Before use, clean the surfaces to be treated with DayPatron cleaners. Apply a thin layer of grease to the surface and leave it for several minutes to absorb. Remove any residue with dry patches, wipes or cloths. Before the shot, open the barrel",
      "ua": "Розрядіть зброю. Перед застосуванням, очистіть обробляємі ділянки очисними засобами DayPatron. Нанесіть засіб тонким шаром, на поверхню, дайте йому подіяти декілька хвилин. Видаліть залишки за допомогою сухих патчів, серветок або ганчір’я. Перед пострілом, розконсервувати канал ствола"
    },
    "image": [
      { "url": "Rust-Protection-100ml.png" },
      { "url": "Rust-Protection-250ml.png" },
      { "url": "Rust-Protection-500ml.png" }
    ],
    "volume": {
      "en": ["100 ml", "250 ml", "500 ml"],
      "ua": ["100 мл", "250 мл", "500 мл"]
    },
    "benefits": ["step_3.svg", "all_seasons.svg", "longer.svg"],
    "ingredients": {
      "en": "Hydrocarbons C10-C13, n-alkanes, isoalkanes, aromatic fatty acids, corrosion additives",
      "ua": "Вуглеводні С10-С13, н-алкани, ізоалкани, ароматичні жирні кислоти, корозійні присадки"
    },
    "shelfLife": {
      "en": "5 years",
      "ua": "5 років"
    },
    "category": "Oil",
    "tradeMarkImage": "protect_tr.svg"
  },
  {
    "id": 4,
    "article": 780260,
    "name": {
      "en": "Carbon Killer",
      "ua": "Знищувач нагару"
    },
    "description": {
      "en": "This is a new standard of high-performance cleaners that instantly remove carbon deposits, plastic and paper residues, oils and lubricants in barrels, bolts, gas pistons, interchangeable chokes, etc., in all types of rifled and smoothbore firearms of small and large calibers. Safe for use in stainless steel and other types of barrels. Effectively neutralizes all corrosive residues, providing short-term corrosion prevention. Perfectly suited for any areas with heavy carbon contamination. Removes mechanical delays, extractors, safeties, gas pistons, etc. It is odorless, non-flammable, non-toxic, and biodegradable",
      "ua": "Це новий стандарт високопродуктивних очищувачів, які миттєво усувають залишки карбонових відкладень, пластику та томпаку, мастила та змазки в стволі, затворах, газових поршнях, змінних насадках і т.д., у всіх видах нарізної та гладкоствольної зброї малого та великого калібру. Безпечний для використання в стволах з нержавіючої сталі та інших типів. Ефективно нейтралізує всі корозійні залишки, короткостроково запобігаючи появі корозії. Ідеально підходить для будь-яких місць, де є сильні карбонові забруднення. Усуває затримки механізмів, екстракторів, запобіжників, газових поршнів і т.д. Не має запаху, не горить, нетоксичний та біорозкладний"
    },
    "useTo": {
      "en": "Unload the weapon. Run 3-4 patches soaked in the carbon remover through the barrel. Make 10-15 passes with a cleaning rod soaked in the solution and leave for 3-5 minutes. Repeat the first step until the patches come out clean, then run 3 dry patches and lubricate with DayPatron Neutral Synthetic Oil. For long-term storage, use DayPatron Rust Protection",
      "ua": "Розрядіть зброю. Проженіть через ствол по черзі 3-4 патчі, змочених Carbon Killer. Зробіть від 10 до 15 проходів йоржиком, змоченим у Carbon Killer і залиште у стволі на 3-5 хвилин. Проженіть через ствол по черзі 3-4 патчі, змочених засобом, поки вони не виходитимуть чистими. Після проженіть 3 сухих патчі і змастіть нейтральним мастилом DayPatron. Для тривалого зберігання або за несприятливих умов використовуйте консерваційне мастило з лінійки засобів DayPatron"
    },
    "image": [
      { "url": "Carbon-Killer-100ml.png" },
      { "url": "Carbon-Killer-250ml.png" },
      { "url": "Carbon-Killer-500ml.png" }
    ],
    "volume": {
      "en": ["100 ml", "250 ml", "500 ml"],
      "ua": ["100 мл", "250 мл", "500 мл"]
    },
    "benefits": ["step_1.svg", "high_penetration.svg", "easy_acting.svg"],
    "ingredients": {
      "en": "A mixture of aromatic organic acids, anionic surfactants <5%, amino alcohols, organic compounds of the lactam class",
      "ua": "Суміш ароматичних органічних кислот, аніонні ПАР<5%, аміноспирти, органічні сполуки класу лактамів"
    },
    "shelfLife": {
      "en": "5 years",
      "ua": "5 років"
    },
    "category": "Cleaner",
    "tradeMarkImage": "cleaner_tr.svg"
  },
  {
    "id": 5,
    "article": 780260,
    "name": {
      "en": "Copper Killer",
      "ua": "Знищувач міді"
    },
    "description": {
      "en": "Instantly reacts and removes copper and its compounds deposits after firing, in all types of firearms, small and large calibers. Effectively neutralizes any corrosive residues, providing short-term prevention of rust and corrosion. Safe for use in stainless steel and other types of barrels. Does not react with the metals from which the firearm is made. A unique formula that is non-flammable, ammonia-free, odorless, non-toxic, and biodegradable",
      "ua": "Mиттєво вступає в реакцію і видаляє відкладення міді та її сполуки після пострілу, у всіх типах зброї, малого та великого калібру. Ефективно нейтралізує будь-які корозійні залишки, короткостроково запобігаючи появі іржі та корозії. Безпечний для використання в стволах з нержавіючої сталі та інших типів. Не вступає в реакцію з металами з яких виготовлена зброя. Унікальна формула, яка не горить, без аміаку та запаху, нетоксична та біорозкладна"
    },
    "useTo": {
      "en": "Unload the weapon. Run 3-4 patches soaked in the product Make 10-15 passes with a nylon brush moistened with the product and leave for 3-5 minutes. Run the wet patches again until they are clean. Then run 2-3 dry patches and lubricate with DayPatron Neutral Synthetic Oil. For long-term storage, apply DayPatron Rust Protection product",
      "ua": "Розрядіть зброю. Проженіть через ствол 3-4 патчі, змочених засобом Copper Killer. Зробіть 10-15 проходів шомполом з нейлоновим йоржиком, змоченим засобом і залиште подіяти на 3-5 хвилин. Проженіть знов через ствол змочені патчі, поки вони не виходитимуть чистими, якщо є забруднення на патчі буде кольорова індикація. Потім проженіть 2-3 сухих патчі і змастіть нейтральним мастилом DayPatron. Для тривалого зберігання, або за несприятливих погодних умов, застосовуйте консерваційне мастило DayPatron"
    },
    "image": [
      { "url": "Copper-Killer-100ml.png" },
      { "url": "Copper-Killer-250ml.png" },
      { "url": "Copper-Killer-500ml.png" }
    ],
    "volume": {
      "en": ["100 ml", "250 ml", "500 ml"],
      "ua": ["100 мл", "250 мл", "500 мл"]
    },
    "benefits": ["step_1-2.svg", "ammonia_free.svg", "safety.svg"],
    "ingredients": {
      "en": "A mixture of aromatic organic acids, anionic surfactants <5%, organic compounds of the lactam class",
      "ua": "Суміш ароматичних органічних кислот, аніонні ПАВ<5%, органічні сполуки класу лактамів"
    },
    "shelfLife": {
      "en": "5 years",
      "ua": "5 років"
    },
    "category": "Cleaner",
    "tradeMarkImage": "cleaner_tr.svg"
  },
  {
    "id": 6,
    "article": 780260,
    "name": {
      "en": "Liquidator",
      "ua": "Очисник ствола"
    },
    "description": {
      "en": "A powerful, high-performance solution that instantly reacts and removes all types of residues and deposits after firing: carbon, powder, copper, lead, and other residues, in all types of rifled and smoothbore firearms of small and large calibers. Effectively neutralizes all corrosive residues, providing short-term corrosion prevention. Safe for use in stainless steel and other types of barrels. Does not react with the metals from which the firearm is made. A unique formula that is non-flammable, ammonia-free, odorless, non-toxic, and biodegradable",
      "ua": "Потужний, високопродуктивний засіб, миттєво вступає в реакцію і видаляє всі види забруднень та відкладень після пострілу: вуглецеві, порохові, мідні, свинцеві та інші залишки, у всіх видах нарізної та гладкоствольної зброї малого та великого калібру. Ефективно нейтралізує всі корозійні залишки, короткостроково запобігаючи появі корозії. Безпечний для використання в стволах з нержавіючої сталі та інших типів. Не вступає в реакцію з металами з яких виготовлена зброя. Унікальна формула, яка не горить, без аміаку та запаху, нетоксична та біорозкладна"
    },
    "useTo": {
      "en": "Unload the weapon. Run 3-4 patches soaked in Liquidator. Make 10-15 passes with a brush soaked in Liquidator and leave for 3-5 minutes. Run the patches soaked in the product until they are clean. Run 2-3 dry patches and apply DayPatron Neutral Synthetic Oil. For long-term storage, use DayPatron Rust Protection",
      "ua": "Розрядіть зброю. Проженіть через ствол 3-4 патчі, змочених Liquidator. Зробіть 10-15 проходів шомполом з йоржиком, змоченим у Liquidator і залиште подіяти на 3-5 хвилин. Проженіть через ствол патчі змочені засобом, поки вони не виходитимуть чистими. Потім проженіть 2-3 сухих патчі і змастіть нейтральним мастилом DayPatron. Для тривалого зберігання або за несприятливих умов, застосовуйте консерваційне мастило з лінійки засобів DayPatron"
    },
    "image": [
      { "url": "Liquidator-100ml.png" },
      { "url": "Liquidator-250ml.png" },
      { "url": "Liquidator-500ml.png" }
    ],
    "volume": {
      "en": ["100 ml", "250 ml", "500 ml"],
      "ua": ["100 мл", "250 мл", "500 мл"]
    },
    "benefits": ["step_1-2.svg", "ammonia_free.svg", "safety.svg"],
    "ingredients": {
      "en": " A mixture of aromatic organic acids, anionic surfactants <5%, organic compounds of the lactam class",
      "ua": "Суміш ароматичних органічних кислот, аніонні ПАВ<5%, органічні сполуки класу лактамів"
    },
    "shelfLife": {
      "en": "5 years",
      "ua": "5 років"
    },
    "category": "Lquidator",
    "tradeMarkImage": "liquidator_tr.svg"
  }
]
